/* GeckoReporter Strings. */

/* Menus */
"Hide %@" = "Ocultar %@";
"Quit %@" = "Salir de %@";

/* Error messages */
"Error could not send crash report." = "Error, no pudo enviar el informe de accidente.";
"Error could not send bug report." = "Error, no podía enviar el informe de error.";
"Error could not send message." = "Error, no podía enviar el mensaje.";

/* Incomplete fields message */
"Fields not filled." = "Los campos sin rellenar.";
"Please be sure all fields are filled as all fields are required." = "Por favor, asegúrese de que todos los campos se llenan todos los campos son obligatorios.";

/* Status not 200 error */
"Status Code Returned %d" = "Código de estado devuelto %d";

/* Buttons */
"Ok" = "OK";
"Sending..." = "Enviando...";

/* Interface */

/* Crash Report */
"%@ Crashed" = "%@ Estrelló";
"%@ crashed the last time you ran it. Would you like to send me a crash report so I can look into it?" = "%@ se estrelló la última vez que ejecutó. Que me envíe un informe de accidente para que pueda mirar en él?";
"%a, %m/%d/%Y %I:%M:%S %p" = "%a, %m/%d/%Y %I:%M:%S %p";
